Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Log session
de: Sitzung protokollieren
es: Registrar sesion
fr: Enregistrer la séance
it: Registra sessione
sv: Logg session

source: Log Session
de: Sitzung protokollieren
es: Registrar sesion
it: Registra sessione
nl: Log sessie
sv: Logg Session

source: Log Sleep
de: Schlaf protokollieren
es: Registrar sueno
fr: Enregistrer le sommeil
it: Registra sonno
sv: Logg Sova

source: Log Success
de: Erfolg protokollieren
es: Registro exitoso
fr: Succès enregistré
it: Registrazione riuscita
sv: Logg Lyckades

source: Log that your puppy ate
de: Protokollieren, dass dein Welpe gefressen hat
es: Registra que tu cachorro comio
fr: Enregistrez que votre chiot a mangé
it: Registra che il tuo cucciolo ha mangiato
sv: Logg that your Valp Åt

source: Log that your puppy is sleeping
de: Protokollieren, dass dein Welpe schläft
es: Registra que tu cachorro esta durmiendo
fr: Enregistrez que votre chiot dort
it: Registra che il tuo cucciolo sta dormendo
sv: Logg that your Valp is Sover

source: Log that your puppy woke up
de: Protokollieren, dass dein Welpe aufgewacht ist
es: Registra que tu cachorro desperto
fr: Enregistrez que votre chiot s'est réveillé
it: Registra che il tuo cucciolo si è svegliato
sv: Logg that your Valp Vaknade

source: Log toilet
de: Toilette protokollieren
es: Registrar bano
fr: Enregistrer toilette
it: Registra bisognino
nl: Toilet loggen
sv: Logg toilet

source: Log toilet event
de: Toilettenereignis protokollieren
es: Registrar evento de bano
fr: Enregistrer événement toilette
it: Registra evento bisognino
sv: Logg toilet Händelse

source: Log Training Session
de: Trainingseinheit protokollieren
es: Registrar sesion de entrenamiento
fr: Enregistrer une séance d'entraînement
it: Registra sessione addestramento
sv: Logg Träning Session

source: Log Wake Up
de: Aufwachen protokollieren
es: Registrar despertar
fr: Enregistrer le réveil
it: Registra risveglio
sv: Logg Vakna

source: Log wake-up
de: Aufwachen protokollieren
es: Registrar despertar
fr: Enregistrer le réveil
it: Registra risveglio
sv: Logg Vakna-Upp

source: Log walk
de: Spaziergang protokollieren
es: Registrar paseo
fr: Enregistrer la promenade
it: Registra passeggiata
sv: Logg Promenad

source: Log Walk
de: Spaziergang protokollieren
es: Registrar paseo
fr: Enregistrer la promenade
it: Registra passeggiata
sv: Logg Promenad

source: Log weight
de: Gewicht protokollieren
es: Registrar peso
fr: Enregistrer le poids
it: Registra peso
sv: Logga vikt

source: Log when your puppy peed or pooped
de: Protokollieren, wann dein Welpe gepinkelt oder gekotet hat
es: Registra cuando tu cachorro hizo pis o caca
fr: Enregistrez quand votre chiot a fait pipi ou caca
it: Registra quando il tuo cucciolo ha fatto pipì o cacca
sv: Logg when your Valp peed or pooped

source: Log your first walk to start tracking
de: Protokolliere deinen ersten Spaziergang, um zu beginnen
es: Registra tu primer paseo para comenzar el seguimiento
fr: Enregistrez votre première promenade pour commencer le suivi
it: Registra la prima passeggiata per iniziare il monitoraggio
sv: Logg your first Promenad Till Start tracking

source: Log your first weight measurement
de: Protokolliere deine erste Gewichtsmessung
es: Registra tu primera medicion de peso
fr: Enregistrez votre première mesure de poids
it: Registra la prima misurazione del peso
sv: Logg your first Vikt measurement

source: Log your first weight to start tracking growth
de: Protokolliere dein erstes Gewicht, um Wachstum zu verfolgen
es: Registra tu primer peso para comenzar a seguir el crecimiento
fr: Enregistrez votre premier poids pour commencer le suivi de croissance
it: Registra il primo peso per iniziare a monitorare la crescita
sv: Logg your first Vikt Till Start tracking Tillväxt

# Logged %@ %@ for %@
source: Logged %1$@ %2$@ for %3$@
de: %@ %@ für %@ protokolliert
es: Registrado %1$@ %2$@ para %3$@
fr: Enregistré %1$@ %2$@ pour %3$@
it: Registrato %1$@ %2$@ per %3$@

# Logged %lld minute walk with %@
source: Logged %1$lld minute walk with %2$@
de: %lld Minuten Spaziergang mit %@ protokolliert
es: Registrado paseo de %1$lld minutos con %2$@
fr: Promenade de %1$lld minutes enregistrée avec %2$@
it: Registrata passeggiata di %1$lld minuti con %2$@
sv: Logged %1$lld Minut Promenad with %2$@

source: Logged pee inside for %@
de: Pipi drinnen für %@ protokolliert
es: Registrado pis adentro para %@
fr: Pipi intérieur enregistré pour %@
it: Registrata pipì dentro per %@
sv: Logged Kissa Inomhus for %@

source: Logged pee outside for %@
de: Pipi draußen für %@ protokolliert
es: Registrado pis afuera para %@
fr: Pipi dehors enregistré pour %@
it: Registrata pipì fuori per %@
sv: Logged Kissa Utomhus for %@

source: Logged poop inside for %@
de: Häufchen drinnen für %@ protokolliert
es: Registrado caca adentro para %@
fr: Caca intérieur enregistré pour %@
it: Registrata cacca dentro per %@
sv: Logged Bajsa Inomhus for %@

source: Logged poop outside for %@
de: Häufchen draußen für %@ protokolliert
es: Registrado caca afuera para %@
fr: Caca dehors enregistré pour %@
it: Registrata cacca fuori per %@
sv: Logged Bajsa Utomhus for %@

source: Logged walk with %@
de: Spaziergang mit %@ protokolliert
es: Registrado paseo con %@
fr: Promenade enregistrée avec %@
it: Registrata passeggiata con %@
sv: Logged Promenad with %@

source: Logged!
de: Protokolliert!
es: Registrado!
fr: Enregistré !
it: Registrato!

source: Logging disabled
de: Protokollierung deaktiviert
es: Registro desactivado
fr: Enregistrement désactivé
it: Registrazione disabilitata
sv: Logging Inaktiverad

source: Lokaal aanwezig:
de: Lokal vorhanden:
es: Disponible localmente:
fr: Présent localement :
it: Presente localmente:

source: Long-duration stay - puppy remains in position until released.
de: Langer Aufenthalt - Welpe bleibt in Position bis zur Freigabe.
es: Quedarse de larga duracion - el cachorro permanece en posicion hasta ser liberado.
fr: Reste de longue durée - le chiot reste en position jusqu'à être libéré.
it: Resta a lunga durata - il cucciolo rimane in posizione finché non viene rilasciato.
sv: Long-Längd Stanna - Valp remains I position until released.

source: Longer gap than usual
de: Längere Pause als üblich
es: Intervalo mas largo de lo usual
fr: Intervalle plus long que d'habitude
it: Intervallo più lungo del solito
sv: Longer Mellanrum than usual

source: Longest
de: Längste
es: Mas largo
fr: Le plus long
it: Piu lungo
nl: Langste
sv: Längst

source: Loose Leash Walking
de: Leinenführigkeit
es: Caminar con correa suelta
fr: Marche en laisse détendue
it: Camminata con guinzaglio lento
sv: Loose Koppel Promenerar

source: Lost %@
de: %@ verloren
es: Perdio %@
fr: Perdu %@
it: Perso %@

source: Loud music
de: Laute Musik
es: Musica fuerte
fr: Musique forte
it: Musica alta

source: lunch
de: Mittagessen
es: almuerzo
fr: déjeuner
it: pranzo

source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
it: Pranzo

source: Lunch walk
de: Mittagsspaziergang
es: Paseo del almuerzo
fr: Promenade du midi
it: Passeggiata di pranzo
nl: Lunchwandeling
sv: Lunch Promenad

source: Lure puppy onto their bed or mat
de: Welpen auf sein Bett oder Matte locken
es: Atrae al cachorro a su cama o colchoneta
fr: Attirez le chiot sur son lit ou tapis
it: Attira il cucciolo sulla cuccia o tappetino
sv: Lure Valp onto their Säng or mat

source: Lure treat from nose straight down to floor
de: Leckerli von der Nase geradewegs zum Boden führen
es: Guia el premio desde la nariz directamente al suelo
fr: Guidez la friandise du nez jusqu'au sol
it: Attira il premietto dal naso dritto verso il pavimento
sv: Lure Godis Från nose straight Ligg Till floor

source: Luring
de: Locken
es: Guiando
fr: Guidage
it: Attirare

source: Made %lld friends along the way.
de: %lld Freunde auf dem Weg gemacht.
es: Hizo %lld amigos en el camino.
fr: A fait %lld amis en chemin.
it: Ha fatto %lld amici lungo il cammino.

source: Make it part of daily routine
de: Zur täglichen Routine machen
es: Hazlo parte de la rutina diaria
fr: Intégrez-le à la routine quotidienne
it: Rendilo parte della routine quotidiana
sv: Make it part av Dagligen routine

source: Manage sharing
de: Teilen verwalten
es: Administrar compartido
fr: Gérer le partage
it: Gestisci condivisione
nl: Beheer delen

source: Manage spots
de: Orte verwalten
es: Administrar lugares
fr: Gérer les lieux
it: Gestisci luoghi

source: Manage Subscription
de: Abonnement verwalten
es: Administrar suscripcion
fr: Gérer l'abonnement
it: Gestisci abbonamento
sv: Hantera prenumeration

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
sv: Karta

source: Maps app
de: Karten-App
es: App de mapas
fr: Application cartes
it: App mappe

source: Mark as Completed
de: Als abgeschlossen markieren
es: Marcar como completado
fr: Marquer comme complété
it: Segna come completato
sv: Mark as Slutförd

source: Mark as mastered
de: Als gemeistert markieren
es: Marcar como dominado
fr: Marquer comme maîtrisé
it: Segna come padroneggiato

source: Mark Complete
de: Als abgeschlossen markieren
es: Marcar completo
fr: Marquer comme terminé
it: Segna completato

source: Mark Incomplete
de: Als unvollständig markieren
es: Marcar incompleto
fr: Marquer comme incomplet
it: Segna incompleto

source: mastered
de: gemeistert
es: dominado
fr: maîtrisé
it: padroneggiato

source: Mastered
de: Gemeistert
es: Dominado
fr: Maîtrisé
it: Padroneggiato
sv: Bemästrad

source: Max %lld min/walk
de: Max. %lld Min./Spaziergang
es: Max %lld min/paseo
fr: Max %lld min/promenade
it: Max %lld min/passeggiata
sv: Max %lld min/Promenad

source: Max duration per walk
de: Max. Dauer pro Spaziergang
es: Duracion maxima por paseo
fr: Durée max par promenade
it: Durata max per passeggiata
sv: Max Längd per Promenad

source: Max exercise
de: Max. Bewegung
es: Ejercicio maximo
fr: Exercice max
it: Esercizio max
nl: Max beweging
sv: Max Motion

source: Maybe later
de: Vielleicht später
es: Quiza mas tarde
fr: Peut-être plus tard
it: Forse piu tardi
sv: Kanske senare

source: Maybe Later
de: Vielleicht später
es: Quiza mas tarde
fr: Peut-être plus tard
it: Forse dopo
sv: Kanske senare

source: Meal
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
sv: Måltid

source: Meal %lld
de: Mahlzeit %lld
es: Comida %lld
fr: Repas %lld
it: Pasto %lld
sv: Måltid %lld

source: Meal in %lld min
de: Mahlzeit in %lld Min.
es: Comida en %lld min
fr: Repas dans %lld min
it: Pasto tra %lld min
sv: Måltid I %lld min

source: Meal name
de: Mahlzeitenname
es: Nombre de comida
fr: Nom du repas
it: Nome pasto
sv: Måltid Namn

source: Meal overdue by %lld min
de: Mahlzeit %lld Min. überfällig
es: Comida atrasada por %lld min
fr: Repas en retard de %lld min
it: Pasto in ritardo di %lld min
sv: Måltid overdue by %lld min

source: Meal reminder
de: Mahlzeiterinnerung
es: Recordatorio de comida
fr: Rappel de repas
it: Promemoria pasto
nl: Eetherinnering
sv: Måltidspåminnelse

source: Meal time alerts
de: Mahlzeiten-Benachrichtigungen
es: Alertas de hora de comida
fr: Alertes heures de repas
it: Avvisi ora pasti
sv: Måltid Tid alerts

source: Meal time!
de: Mahlzeit!
es: Hora de comer!
fr: C'est l'heure du repas !
it: Ora del pasto!
sv: Måltid Tid!

source: Meals
de: Mahlzeiten
es: Comidas
fr: Repas
it: Pasti
nl: Maaltijden
sv: Måltider

source: Meals (%lld per day)
de: Mahlzeiten (%lld pro Tag)
es: Comidas (%lld por dia)
it: Pasti (%lld al giorno)
nl: Maaltijden (%lldx per dag)
sv: Måltider (%lld per dag)

source: Meals (%lldx per day)
de: Mahlzeiten (%lldx pro Tag)
es: Comidas (%lldx por dia)
fr: Repas (%lldx par jour)
it: Pasti (%lldx al giorno)
sv: Måltider (%lldx per dag)

source: Meals per day
de: Mahlzeiten pro Tag
es: Comidas por dia
fr: Repas par jour
it: Pasti al giorno
sv: Måltider per dag

source: Measurement History
de: Messungsverlauf
es: Historial de mediciones
fr: Historique des mesures
it: Cronologia misurazioni
sv: Measurement Historik

source: Medical Milestones
de: Medizinische Meilensteine
es: Hitos medicos
fr: Étapes médicales
it: Traguardi medici
sv: Medical Milstolpar

source: Medical Record
de: Krankenakte
es: Historial medico
fr: Dossier médical
it: Cartella medica
sv: Medical Rekord

source: Medical Timeline
de: Medizinische Zeitleiste
es: Cronologia medica
fr: Chronologie médicale
it: Timeline medica
sv: Medical Tidslinje

source: Medication
de: Medikament
es: Medicamento
fr: Médicament
it: Medicina
nl: Medicatie
sv: Medicinering

source: Medications
de: Medikamente
es: Medicamentos
fr: Médicaments
it: Medicine
nl: Medicijnen

source: Medications, documents, contacts
de: Medikamente, Dokumente, Kontakte
es: Medicamentos, documentos, contactos
fr: Médicaments, documents, contacts
it: Farmaci, documenti, contatti
sv: Medications, Dokument, contacts

source: Medium
de: Mittel
es: Mediano
fr: Moyen
it: Media
nl: Middel
sv: Medel

source: Medium (10-25kg)
de: Mittel (10-25kg)
es: Mediano (10-25kg)
fr: Moyen (10-25kg)
it: Medio (10-25kg)
nl: Middel (10-25kg)
sv: Medel (10-25kg)

source: Memories
de: Erinnerungen
es: Recuerdos
fr: Souvenirs
it: Ricordi

source: Memory Book
de: Erinnerungsbuch
es: Libro de recuerdos
fr: Livre de souvenirs
it: Libro dei ricordi

source: Memory Book Ready
de: Erinnerungsbuch bereit
es: Libro de recuerdos listo
fr: Livre de souvenirs prêt
it: Libro ricordi pronto

source: Met %@
de: %@ getroffen
es: Conocio a %@
fr: A rencontré %@
it: Ha incontrato %@
sv: Mötte %@

source: Metal grating
de: Metallgitter
es: Rejilla metalica
fr: Grille métallique
it: Grata metallica

source: Microchip registration
de: Mikrochip-Registrierung
es: Registro de microchip
fr: Enregistrement de la puce
it: Registrazione microchip
nl: Microchip registratie

source: Mid-morning
de: Vormittag
es: Media manana
fr: Milieu de matinée
it: Metà mattina
sv: Mid-Morgon

source: Migration failed: %@
de: Migration fehlgeschlagen: %@
es: Migracion fallida: %@
fr: Échec de la migration : %@
it: Migrazione fallita: %@

source: Milestone
de: Meilenstein
es: Hito
fr: Jalon
it: Traguardo
nl: Mijlpaal
sv: Milstolpe

source: Milestone Notes & Photos
de: Meilenstein-Notizen & Fotos
es: Notas y fotos de hitos
fr: Notes et photos des étapes
it: Note e foto traguardi
sv: Milstolpe Anteckningar & Foton

source: Milestone Timeline
de: Meilenstein-Zeitleiste
es: Cronologia de hitos
fr: Chronologie des étapes
it: Timeline traguardi
sv: Milstolpe Tidslinje

source: Milestones
de: Meilensteine
es: Hitos
fr: Étapes
it: Traguardi
sv: Milstolpar

source: minutes
de: Minuten
es: minutos
it: minuti
nl: minuten
sv: minuter

source: Minutes per month of age
de: Minuten pro Lebensmonat
es: Minutos por mes de edad
fr: Minutes par mois d'âge
it: Minuti per mese di età
nl: Minuten per maand leeftijd
sv: Minuter per månad av Ålder

source: Mirror
de: Spiegel
es: Espejo
fr: Miroir
it: Specchio

source: Moments
de: Momente
es: Momentos
it: Momenti
nl: Momenten

source: Moments & Walks
de: Momente & Spaziergänge
es: Momentos y paseos
fr: Moments et promenades
it: Momenti e passeggiate
sv: Moments & Promenader

source: Moments view mode
de: Momente-Ansichtsmodus
es: Modo de vista momentos
fr: Mode d'affichage des moments
it: Modalità visualizzazione momenti

source: Mon
de: Mo
es: Lun
fr: Lun
it: Lun
nl: Ma
sv: Mån

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
sv: Månad

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
nl: Maandelijks
sv: Månadsvis

source: Monthly weigh-ins recommended
de: Monatliches Wiegen empfohlen
es: Pesadas mensuales recomendadas
fr: Pesées mensuelles recommandées
it: Pesate mensili consigliate
sv: Månadsvis weigh-ins recommended

source: months
de: Monate
es: meses
it: mesi
nl: maanden
sv: månader

source: More
de: Mehr
es: Mas
fr: Plus
it: Altro
nl: Meer
sv: Mer

source: More event types
de: Weitere Ereignistypen
es: Mas tipos de eventos
fr: Plus de types d'événements
it: Altri tipi di evento
nl: Meer event types
sv: Mer Händelse Typer

source: More events
de: Weitere Ereignisse
es: Mas eventos
fr: Plus d'événements
it: Altri eventi
nl: Meer events
sv: Mer Händelser

source: More Training Skills
de: Weitere Trainingsfähigkeiten
es: Mas habilidades de entrenamiento
fr: Plus de compétences d'entraînement
it: Altre abilità di addestramento
sv: Mer Träning Färdigheter

source: Morning
de: Morgen
es: Manana
fr: Matin
it: Mattina
nl: Ochtend
sv: Morgon

source: Morning walk
de: Morgenspaziergang
es: Paseo matutino
fr: Promenade du matin
it: Passeggiata mattutina
nl: Ochtendwandeling
sv: Morgon Promenad

source: Most puppies will naturally investigate
de: Die meisten Welpen werden natürlich untersuchen
es: La mayoria de los cachorros investigaran naturalmente
fr: La plupart des chiots vont naturellement explorer
it: La maggior parte dei cuccioli esplorerà naturalmente
sv: Mest puppies will naturally investigate

source: Most receptive time for new experiences
de: Aufnahmefähigste Zeit für neue Erfahrungen
es: Momento mas receptivo para nuevas experiencias
fr: Période la plus réceptive aux nouvelles expériences
it: Momento più ricettivo per nuove esperienze
nl: Meest ontvankelijke tijd voor nieuwe ervaringen
sv: Mest receptive Tid for Ny experiences

source: Motorcycle
de: Motorrad
es: Motocicleta
fr: Moto
it: Moto

source: Move map to position the pin
de: Karte bewegen, um Pin zu positionieren
es: Mueve el mapa para posicionar el pin
fr: Déplacez la carte pour positionner l'épingle
it: Muovi la mappa per posizionare il pin
sv: Move Karta Till position the pin

source: Move slowly and smoothly
de: Langsam und gleichmäßig bewegen
es: Muevete lenta y suavemente
fr: Bougez lentement et en douceur
it: Muoviti lentamente e fluidamente

source: Move the treat slowly - your puppy's nose should follow
de: Das Leckerli langsam bewegen - die Nase deines Welpen sollte folgen
es: Mueve el premio lentamente - la nariz de tu cachorro debe seguirlo
fr: Déplacez la friandise lentement - le nez de votre chiot doit suivre
it: Muovi il premietto lentamente - il naso del cucciolo dovrebbe seguire
sv: Move the Godis slowly - your Valp's nose should follow

source: Move treat slowly back over their head
de: Leckerli langsam über den Kopf zurückbewegen
es: Mueve el premio lentamente hacia atras sobre su cabeza
fr: Déplacez lentement la friandise vers l'arrière de sa tête
it: Muovi il premietto lentamente indietro sopra la testa
sv: Move Godis slowly Tillbaka over their head

source: Moving furniture
de: Möbel bewegen
es: Muebles en movimiento
fr: Meubles en mouvement
it: Mobili che si muovono

source: Mud
de: Schlamm
es: Lodo
fr: Boue
it: Fango

source: My puppy is sleeping in Otis
de: Mein Welpe schläft in Otis
es: Mi cachorro esta durmiendo en Otis
fr: Mon chiot dort dans Otis
it: Il mio cucciolo sta dormendo in Otis
sv: My Valp is Sover I Otis

source: My puppy peed outside in Otis
de: Mein Welpe hat draußen gepinkelt in Otis
es: Mi cachorro hizo pis afuera en Otis
fr: Mon chiot a fait pipi dehors dans Otis
it: Il mio cucciolo ha fatto pipì fuori in Otis
sv: My Valp peed Utomhus I Otis

source: Nail trimming
de: Krallenschneiden
es: Corte de unas
fr: Coupe des ongles
it: Taglio unghie

source: Name is required
de: Name ist erforderlich
es: El nombre es requerido
fr: Le nom est requis
it: Il nome è obbligatorio
sv: Namn is required

source: Name of person or animal
de: Name der Person oder des Tieres
es: Nombre de persona o animal
fr: Nom de la personne ou de l'animal
it: Nome di persona o animale
nl: Naam van persoon of dier
sv: Namn av Person or animal

source: Name of the insurance company
de: Name der Versicherungsgesellschaft
es: Nombre de la compania de seguros
fr: Nom de la compagnie d'assurance
it: Nome della compagnia assicurativa
sv: Namn av the insurance company

source: Name Recognition
de: Namenserkennung
es: Reconocimiento de nombre
fr: Reconnaissance du nom
it: Riconoscimento del nome
sv: Namn Recognition

source: Name this spot
de: Diesen Ort benennen
es: Nombra este lugar
fr: Nommer cet endroit
it: Dai un nome a questo luogo
sv: Namn denna spot

source: Name, breed, size, photo
de: Name, Rasse, Größe, Foto
es: Nombre, raza, tamano, foto
fr: Nom, race, taille, photo
it: Nome, razza, taglia, foto
sv: Namn, Ras, Storlek, Foto

source: Nap
de: Nickerchen
es: Siesta
fr: Sieste
it: Pisolino
sv: Tupplur

source: Nap needed
de: Nickerchen nötig
es: Siesta necesaria
fr: Sieste nécessaire
it: Nanna necessaria
nl: Dutje nodig
sv: Tupplur needed

source: Nap needed?
de: Nickerchen nötig?
es: Necesita siesta?
fr: Sieste nécessaire ?
it: Nanna necessaria?
sv: Tupplur needed?

source: Nap reminders when awake too long
de: Nickerchen-Erinnerungen, wenn zu lange wach
es: Recordatorios de siesta cuando esta despierto mucho tiempo
fr: Rappels de sieste quand éveillé trop longtemps
it: Promemoria nanna quando sveglio troppo a lungo
sv: Tupplur Påminnelser when Vaken too long

source: Nap time ending
de: Nickerchen-Zeit endet
es: Hora de siesta terminando
fr: Fin de la sieste
it: Ora nanna sta finendo
sv: Tupplurtid ending

source: Nap time!
de: Schlafenszeit!
es: Hora de siesta!
fr: L'heure de la sieste !
it: Ora della nanna!
nl: Dutje tijd!
sv: Tupplurtid!

source: Napping
de: Macht ein Nickerchen
es: Tomando siesta
fr: En sieste
it: Sta facendo la nanna
sv: Tar en tupplur

source: Naps
de: Nickerchen
es: Siestas
fr: Siestes
it: Pisolini
nl: Dutjes
sv: Tupplurer

source: Near
de: Nah
es: Cerca
fr: Proche
it: Vicino

source: Nearby dog parks
de: Nahegelegene Hundeparks
es: Parques para perros cercanos
fr: Parcs à chiens à proximité
it: Aree cani vicine
sv: Nearby Hund parks

source: Nearby spots
de: Orte in der Nähe
es: Lugares cercanos
fr: Endroits à proximité
it: Luoghi vicini
sv: Platser i närheten

source: Needs practice
de: Braucht Übung
es: Necesita practica
fr: Nécessite de la pratique
it: Necessita pratica

source: Neighborhood
de: Nachbarschaft
es: Vecindario
fr: Quartier
it: Quartiere

source: Neonatal
de: Neugeborenenphase
fr: Néonatal
it: Neonatale

source: Network error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
it: Errore di rete
sv: Network Fel

source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
it: Errore di rete: %@
sv: Network Fel: %@

source: Network error. Check your connection.
de: Netzwerkfehler. Prüfe deine Verbindung.
es: Error de red. Verifica tu conexion.
fr: Erreur réseau. Vérifiez votre connexion.
it: Errore di rete. Controlla la connessione.
sv: Network Fel. Check your connection.

source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
sv: Aldrig

source: Never call for something negative
de: Niemals für etwas Negatives rufen
es: Nunca llames para algo negativo
fr: N'appelez jamais pour quelque chose de négatif
it: Non chiamare mai per qualcosa di negativo
sv: Aldrig call for something negative

source: Never chase your puppy if they don't come
de: Niemals deinen Welpen jagen, wenn er nicht kommt
es: Nunca persigas a tu cachorro si no viene
fr: Ne poursuivez jamais votre chiot s'il ne vient pas
it: Non inseguire mai il cucciolo se non viene
sv: Aldrig chase your Valp if they don't Kom

source: Never leave leash on unsupervised
de: Niemals Leine unbeaufsichtigt lassen
es: Nunca dejes la correa puesta sin supervision
fr: Ne laissez jamais la laisse sans surveillance
it: Non lasciare mai il guinzaglio senza supervisione
sv: Aldrig leave Koppel På unsupervised

source: Never miss a potty break
de: Niemals eine Toilettenpause verpassen
es: Nunca pierdas un descanso para necesidades
fr: Ne manquez jamais une pause pipi
it: Non perdere mai una pausa bisognino
sv: Aldrig miss a toalettpaus

source: Never use their name negatively
de: Niemals ihren Namen negativ verwenden
es: Nunca uses su nombre negativamente
fr: N'utilisez jamais son nom de manière négative
it: Non usare mai il nome in modo negativo
sv: Aldrig use their Namn negatively

source: Never weighed
de: Nie gewogen
es: Nunca pesado
fr: Jamais pesé
it: Mai pesato
sv: Aldrig weighed
